<template>
	<view class="content">
		<view class="head-file">
			<text class="name">重庆普斯克尔科技服务有限公司</text></br>（以下简称“木人岛”）依据《木人岛服务人员注册协议》（以下简称“本协议”）的规定提供网络信息服务，本协议具有法律效力。 服务人员注册时，请您认真阅读本协议，审阅并接受或不接受本协议。
			若您已经注册成为服务人员，即表示您已充分阅读、理解并同意自己与木人岛订立本协议， 且您自愿受本协议的条款约束。木人岛有权随时变更本协议并在木人岛平台上予以公告。 经修订的条款一经在木人岛平台公布后，立即自动生效。如您不同意相关变更，必须停止使用木人岛平台。本协议内容包括协议正文及所有木人岛平台已经或未来发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。一旦您继续使用木人岛平台，则表示您已接受并自愿遵守经修订后的条款。除另行明确声明外，木人岛增加新服务类目或功能增强的新内容均受本协议约束。
		</view>
		<view class="list">
			<view class="item">
				<view class="h3">第一条 服务人员注册资格</view>
				<view class="text">只有符合下列条件之一的自然人或法人才能申请成为服务人员，可以使用木人岛平台的服务：</view>
				<view class="text">1.年满十八岁，并具有民事权利能力和民事行为能力的自然人。</view>	
				<view class="text">2.具有提供相关维修服务的资质或能力（应有相关的资质或能力的证明文件）。</view>
				<view class="text">3.根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。 无法人资格的单位或组织不当注册为木人岛服务人员的，其与木人岛之间的协议自始无效， 木人岛一经发现，有权立即终止对该服务人员的服务，并追究其使用木人岛平台服务的一切法律责任。</view>
				<view class="text">4.服务人员需要提供明确的联系地址和联系电话及身份证，并提供真实姓名或名称。</view>
				<view class="text">5.服务人员须承诺遵守法律法规、社会主义制度，尊重国家公共利益、公民合法权益、公共秩序、社会道德风尚和保证其所提供的所有信息真实、合法、有效。</view>
				
			</view>
			<view class="item">
				<view class="h3">第二条 木人岛的权利和义务</view>
				<view class="text">木人岛在本协议有效期内，可行使以下权利和义务：</view>
				<view class="text">1.为注册服务人员推送订单信息，为注册服务人员开通接单平台账号；</view>	
				<view class="text">2.收集注册服务人员的订单完成情况，对不诚信履行订单的注册服务人员，采取减少其订单信息推送次数等措施减少其账号的平台功能；</view>
				
			</view>
			<view class="item">
				<view class="h3">第三条 服务人员的权利和义务</view>
				<view class="text">在本合同有效期内，服务人员有以下权利：</view>
				<view class="text">1.有权根据派单规则获取订单信息；</view>	
				<view class="text">2.有权按照木人岛指定的收费标准向客户收取服务费用。</view>
				<view class="text">服务人员须履行的义务：</view>
				<view class="text">1.服务人员完成注册的同时，应向木人岛提供真实的身份证（正反两面）、手持身份证近照，相关技能证书复印件，本人银行账号；</view>
				<view class="text">2.接受木人岛的信息服务规则，按与其签单的客户要求进度完成维保服务；不得无故拖延相关工作进度；</view>
				<view class="text">3.严格按照木人岛指定的收费标准收费；</view>
				<view class="text">4.按照约定比例向木人岛支付信息渠道费；</view>
				<view class="text">5.不得从事有损于木人岛声誉的活动；</view>
				<view class="text">6.未经木人岛同意，不得泄露在本协议履行期间获取的木人岛的资料和信息。 严禁将木人岛平台的订单私自转包给任何第三方。</view>
			</view>
			<view class="item">
				<view class="h3">第四条服务的中断和终止</view>
				<view class="text">木人岛可自行全权决定以任何理由(包括但不限于木人岛认为服务人员已违反本协议及相关规则的字面意义和精神，或服务人员在超过180日内未登录木人岛平台等)终止对服务人员的服务，并有权在两年内保存服务人员在木人岛平台的全部资料（包括但不限于服务人员信息、产品信息、交易信息等）。同时木人岛可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供全部或部分服务。服务终止后，木人岛没有义务为服务人员保留原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给服务人员或第三方。</view>
				<view class="text">若服务人员申请终止木人岛平台服务，需经木人岛审核同意，方可解除本协议，但木人岛仍保留下列权利：</view>	
				<view class="text">1.木人岛有权在法律、法规、行政规章规定的时间内保留该服务人员的资料，包括但不限于以前的服务人员资料、交易记录等；</view>
				<view class="text">2.若终止服务之前，该服务人员在木人岛平台上存在违法行为或违反本协议的行为，木人岛仍可行使本协议所规定的权利。</view>
				<view class="text">3.服务人员存在下列情况，木人岛可以终止向该服务人员提供服务：</view>
				<view class="text">4.在服务人员违反本协议及相关规则规定时，木人岛有权终止向该服务人员提供服务。木人岛将在中断服务时通知服务人员。但该服务人员在被木人岛终止提供服务后，再一次直接或间接或以他人名义在木人岛平台注册为服务人员的，木人岛有权再次单方面终止为该服务人员提供服务；</view>
				<view class="text">5.木人岛发现服务人员注册资料中主要内容是虚假的，木人岛有权随时终止为该服务人员提供服务；</view>
				<view class="text">6.本协议终止或更新时，服务人员未确认新的协议的；</view>
				<view class="text">7.其它木人岛平台认为需终止服务的情况。</view>
			</view>
			<view class="item">
				<view class="h3">第五条木人岛的责任范围</view>
				<view class="text">当服务人员接受该协议时，服务人员应当明确了解并同意：</view>
				<view class="text">1.服务人员与木人岛平台（或本公司）之间不存在任何劳动关系、劳务关系，自然人应当为自己购买人身意外保险， 法人应当为其职工购买工伤保险，在订单履行过程中所发生的所有意外事故导致人身损害时，依照相关法律规定 维护自己的合法权益，木人岛作为网络信息服务平台，可在符合法律规定的情形下予以协助。</view>	
				<view class="text">1.因如下情况而产生的后果及责任，由服务人员自行负责，承担相应赔偿或法律责任，与木人岛无关：</view>
				<view class="text">2.服务人员不具备相关作业资格和技能所导致的一切后果；</view>
				<view class="text">3.服务人员作业时，未按照相关相关法律法规及行业标准进行规范操作，而引起的事故及后果；</view>
				<view class="text">4.因购买劣质、假冒配件及辅材，而导致的一切后果；</view>
				<view class="text">5.因服务人员原因造成用户或第三方人身、财产损害的。</view>
				<view class="text">木人岛不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。木人岛是在现有技术基础上提供的服务。木人岛不保证以下事项：</view>
				<view class="text">1.木人岛将符合所有服务人员的要求；</view>
				<view class="text">2.木人岛不受干扰、能够及时提供、安全可靠或免于出错；</view>
				<view class="text">3.本服务使用权的取得结果是正确或可靠的。</view>
				<view class="text">4.服务人员经由木人岛平台取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。</view>
				<view class="text">基于以下原因而造成的利润、商誉、使用、资料损失或其它无形损失，木人岛不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿（即使木人岛已被告知前款赔偿的可能性）：</view>
				<view class="text">1.木人岛平台的使用或无法使用；</view>
				<view class="text">2.服务人员的传输或资料遭到未获授权的存取或变更；</view>
				<view class="text">3.木人岛平台中任何第三方之声明或行为；</view>
				<view class="text">4.木人岛在服务交易中为服务人员提供交易机会，推荐交易方；</view>
				<view class="text">木人岛其它相关事宜：</view>
				<view class="text">1.木人岛只是为服务人员提供一个交易信息服务的平台，对于木人岛平台所发布的订单的合法性、真实性及其品质，以及服务人员履行交易的能力等，木人岛一律不承担任何担保责任。</view>
				<view class="text">2.木人岛提供与其它互联网上的网站或资源的链接，服务人员可能会因此连接至其它运营商经营的网站，但不表示木人岛与这些运营商有任何关系。其它运营商经营的网站均由各经营者自行负责，不属于木人岛控制及负责范围之内。对于存在或来源于此类网站或资源的任何内容、广告、物品或其它资料，木人岛亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、物品或服务所产生的任何损害或损失，木人岛不负任何直接或间接的责任。</view>
			</view>
			<view class="item">
				<view class="h3">第六条知识产权</view>
				<view class="text">1.木人岛及木人岛平台所使用的任何相关软件、程序、内容，包括但不限于作品、图片、档案、资料、网站构架、网站版面的安排、网页设计、经由木人岛平台或广告商向服务人员呈现的广告或资讯，均由木人岛或其它权利人依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经木人岛或权利人明示授权，服务人员保证不修改、出租、出借、出售、散布木人岛及木人岛平台所使用的上述任何资料和资源，或根据上述资料和资源制作成任何种类产品。</view>
				<view class="text">2.木人岛授予服务人员不可转移及非专属的使用权，使服务人员可以通过单机计算机使用木人岛平台的目标代码（以下简称“软件”），但服务人员不得且不得允许任何第三方复制、修改、创作衍生作品、进行还原工程、反向组译，或以其它方式破译或试图破译源代码，或出售、转让“软件”或对“软件”进行再授权，或以其它方式移转“软件”之任何权利。服务人员同意不以任何方式修改“软件”，或使用修改后的“软件”。</view>	
				<view class="text">3.服务人员不得经由非木人岛平台所提供的界面使用木人岛平台。</view>
				
			</view>
			<view class="item">
				<view class="h3">第七条保密约定</view>
				<view class="text">鉴于服务人员使用木人岛平台的过程中，将获得木人岛平台的相应服务功能，在本协议履行期间及本协议终止以后，服务人员应当保守的木人岛商业机密包括但不限于以下：</view>
				<view class="text">1.商业秘密：本合同所称的商业秘密，包括技术信息和经营信息，是指不为公众所知悉的，能为木人岛带来利益，具有实用性并且经木人岛采取保密措施的技术信息和经营信息。</view>	
				<view class="text">2.技术信息：本协议提及的技术信息，包括但不限于：技术方案、技术指标、计算机软件、数据库、研究开发记录、操作手册、专有技术等知识产权信息。</view>
				<view class="text">3.经营信息：本协议提及的经营信息，包括不限于：客户名单、营销计划、采购资料、配股方案、分配方案等信息。</view>
				<view class="text">4.保密义务不以本协议终止而停止履行。</view>
				
			</view>
			<view class="item">
				<view class="h3">第八条　不可抗力</view>
				<view class="text">1.因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</view>
				
			</view>
			<view class="item">
				<view class="h3">第九条隐私权</view>
				<view class="text">信息使用</view>
				<view class="text">1.木人岛不会向任何人出售或出借服务人员的个人或法人信息，除非事先得到服务人员得许可；</view>	
				<view class="text">2.木人岛亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播服务人员的个人或法人信息。任何服务人员如从事上述活动，一经发现，木人岛有权立即终止与该服务人员的服务协议，停止其平台账号的所享有的全部功能和服务。</view>
				<view class="text">信息披露,服务人员的个人或法人信息将在下述情况下部分或全部被披露：</view>
				<view class="text">1.经服务人员同意，向第三方披露；</view>
				<view class="text">2.服务人员在使用木人岛平台过程中涉及到知识产权类纠纷，有他方主张权利的，木人岛在审核主张方提交的资料后认为披露服务人员信息有助于纠纷解决的；</view>
				<view class="text">3.根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露；</view>
				<view class="text">4.若服务人员出现违反中国有关法律或者网站规定的情况，需要向第三方披露；</view>
				<view class="text">5.为提供你所要求的产品和服务，而必须和第三方分享服务人员的个人或法人信息；</view>
				<view class="text">其它木人岛根据法律或者网站规定认为合适的披露。</view>
				<view class="text">1.服务人员或者第三方申请木人岛披露其他服务人员信息的，木人岛有权视实际情况要求申请人出具申请书，申请书内容应包含申请披露的信息范围、用途及使用承诺等内容。</view>
				<view class="text">信息安全</view>
				<view class="text">1.在使用木人岛平台服务进行网上交易时，请服务人员妥善保护自己的个人或法人信息，仅在必要的情形下向他人提供；</view>
				<view class="text">2.在使用木人岛平台服务进行网上交易时，请服务人员妥善保护自己的个人或法人信息，仅在必要的情形下向他人提供；</view>
			</view>
			<view class="item">
				<view class="h3">第十条 法律适用及争议解决</view>
				<view class="text">1.本协议的效力、解释、履行和争议的解决均适用中华人民共和国法律。</view>
				<view class="text">2.与本协议有关的一切争议，双方当事人应通过友好协商方式解决。如果协商未成，双方同意向木人岛注册地有管辖权的人民法院起诉。</view>
			</view>
			<view class="item">
				<view class="h3">此协议最终解释权归木人岛平台</view>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="less">
	.content{
		padding:0 10rpx;
		.head-file{
			font-size: 24rpx;
			.name{
				font-size: 30rpx;
				font-weight: bold;
			}
		}
		.list{
			margin: 40rpx 0;
			
			.item{
				.h3{
					font-size: 30rpx;
					font-weight: 700;
				}
				.text{
					margin-bottom: 10rpx;
					text-indent: 48rpx;
					font-size: 24rpx;
					line-height: 26rpx;
				}
			}
		}
	}
</style>
